import first from '../../img/firstFeedback.svg'
import second from '../../img/secondFeedback.svg'
import third from '../../img/thirdFeedback.svg'
import fourth from '../../img/fouthFeedback.svg'
import fifth from '../../img/fifthFeedback.svg'
import sixth from '../../img/sixthFeedback.svg'
import seventh from '../../img/seventhFeedback.svg'
import eight from '../../img/eighthFeedback.svg'
import nineth from '../../img/ninthFeedback.svg'
import tenth from '../../img/tenthFeedback.svg'
import eleventh from '../../img/eleventhFeedback.svg'
import twetveth from '../../img/twelvethFeedback.svg'

const dataFeedback = [
    {
        id: 1,
        name: 'Анастасия',
        text: 'Благодаря чуткому и профессиональному подходу преподавателя, я смогла по-другому взглянуть на свои вокальные данные, поверить в себя и в то, что с практикой, можно преодолеть любые преграды. Приятная атмосфера на занятиях помогает открыться экспериментам и убра стеснения по поводу своего голоса. После каждого занятия хочется петь ещё больше и не останавливаться на достигнутом. Этой энергий хочется поделится со поклонниками музыки.',
        instagram: 'https://instagram.com/kamianny?igshid=YmMyMTA2M2Y=',
        image: nineth,
        alt: 'Feedback number 1'
    },
    {
        id: 2,
        name: 'Julia',
        text: 'Xоть я и не так давно пошла на занятия по вокалу к Галине. Хочу поделиться впечатлениям. С каждым занятием чувствую, что лучше узнаю свой голос, получается им управлять и петь более свободно и красиво😍 При этом нравится атмосфера занятий, когда можешь петь как чувствуешь и не боятся ошибиться и сделать что-то не так! Спасибо тебе! Пс: конфетки - это отдельный плюс😍',
        instagram: 'https://instagram.com/julia_werlite?igshid=YmMyMTA2M2Y=',
        image: second,
        alt: 'Feedback number 2'
    },
    {
        id: 3,
        name: 'Ольга',
        text: 'Хочу поделиться и рекомендовать Галину - моего Учителя по вокалу. Меня зовут Оля мне 39 лет. Последний раз я пела в 7 лет. Прошли годы и вот детское желание к песушло... Искала по духу Учителя,который живёт музыкой, который умеет очень красиво петь и главное душой, которая имеет подход к ученику. Каждое занятие это радость и комфорт и главное результат!Я благодарна Галине за ее работу,выдержку и профессиональный подход.Желаю процветания и комфорта!  Пойте, уважаемые люди ,пойте !',
        image: third,
        alt: 'Feedback number 3',
        facebook: 'https://www.facebook.com/profile.php?id=100078330973211'
    },
    {
        id: 4,
        name: 'Виктория',
        text: 'Вожу дочку на пение к Галине достаточно давно, всегда после занятий хорошее настроение и поет ещё до вечера) Галина очень хороший учитель, имеет подход к взрослым и детям. Дочка ходит на занятия с радостью и знает уже много песенок. Спасибо большое за ваши уроки❤️',
        image: fourth,
        alt: 'Feedback number 4',
        facebook: 'https://www.facebook.com/profile.php?id=100007542482196'
    },
    {
        id: 5,
        name: 'Анастасия',
        text: 'Замечательный педагог и человек. Объяснения простые и понятные. Заниматься приятно и легко. Мне кажется, с Галиной запоёт даже человек, которому медведь на ухо наступил)))',
        instagram: 'https://instagram.com/anastasiia.golovach?igshid=YmMyMTA2M2Y=',
        image: fifth,
        alt: 'Feedback number 5'
    },
    {
        id: 6,
        name: 'Елена',
        text: 'Чувство благодарности. Это самое первое и самое главное мое ощущение по отношению к самому крутому преподавателю Галине. С каждым разом этому человеку удаётся раскрывать меня все больше и больше, что значительно влияет буквально на всю мою жизнь! Чудесный человек и просто потрясающий преподаватель, который горит своим делом и дарит ценные знания и абсолютно бесценный опыт! Я бесконечно  счастлива нашей встрече и очень горжусь учиться именно у Галины!',
        instagram: 'https://instagram.com/khaelsee?igshid=YmMyMTA2M2Y=',
        image: sixth,
        alt: 'Feedback number 6'
    },
    {
        id: 7,
        name: 'Юлия',
        text: 'Галина легко нашла подход к моей дочке Илиане, она ждёт каждое занятие. Внимательный и талантливый преподаватель. Одним словом - большое спасибо за занятия !',
        facebook: 'https://www.facebook.com/profile.php?id=100004696832451',
        image: seventh,
        alt: 'Feedback number 7'
    },
    {
        id: 8,
        name: 'Marcin',
        text: 'Serdecznie polacam zajęcia śpiewu u Pani Haliny, mimo że jestem kompletnie początkujący nigdy nie dała mi tego odczuć. Bardzo przyjemny a zarazem skuteczny sposób nauczania. Po kilku lekcjach moje dawne opory przed śpiewaniem znacznie się zmniejszyły i kto wie, może wkrótce wyskoczę na jakieś karaoke)',
        facebook: 'https://www.facebook.com/marcin.cebulski.18',
        image: eight,
        alt: 'Feedback number 8'
    },
    {
        id: 9,
        name: 'Marysia',
        text: 'Dzień dobry drodzy Dzieci i Młodzieży. Polecam aktorskie zajęcia u pani Halinki. Bardzo miła i przyjemna pani. Pędzi miło i przyjemnie mijają zajęcia ale szkoda że szybko.❤️😀 Pozdrawiam uczennica Marysia',
        instagram: 'https://instagram.com/marysia4535?igshid=YmMyMTA2M2Y=',
        image: first,
        alt: 'Feedback number 9'
    },
    {
        id: 10,
        name: 'Наталия',
        text: 'Сын занимается вокалом с большим удовольствием. Всегда ждёт занятий с нетерпением. Занятия вокалом  способствуют снятию внутренних преград. Галина замечательный педагог и специалист. Она помогает открыть способности и таланты своих учеников',
        facebook: 'https://www.facebook.com/profile.php?id=100000344921920',
        image: tenth,
        alt: 'Feedback number 10'
    },
    {
        id: 11,
        name: 'Влада',
        text: 'Очень довольна занятиями, с преподавателем подбираем репертуар который даёт возможность работать над голосом и изучать новые вокальные приемы, но также есть много свободы для выбора песен своего предпочтения для обработки. У Галины натуральный дар отличного преподавателя, который чувствует своего ученика, что делает занятия максимально комфортными и продуктивными. Рекомендую от всего сердца!!!',
        instagram: 'https://instagram.com/vlada.besaga?igshid=YmMyMTA2M2Y=',
        image: eleventh,
        alt: 'Feedback number 11'
    },
    {
        id: 12,
        name: 'Оксана',
        text: 'К Галине на занатия по вокалу ходят два наших сына (7 и 9 лет). Уроки проходят в хороших условиях. Преподаватель умеет детей заинтересовать и поощрить. Для нас, как для родителей, главным есть то, что за такое короткое время уже виден результат и что дети на занятия ходят с радостью.Искренне рекомендуем.',
        facebook: 'https://www.facebook.com/profile.php?id=100014993954257',
        image: twetveth,
        alt: 'Feedback number 12'
    },
]

export default dataFeedback